"--- ALL CATEGORIES ---" = "--- Alle categorieën ---";"--- ALL USERS ---" = "--- Ale gebruikers ---";"Add Checkin" = "Check-in toevoegen";"Add Map" = "Kaart toevoegen";"Add Photo" = "Afbeelding toevoegen";"Add Report" = "Bericht toevoegen";"Added" = "Toegevoegd";"Adding..." = "Bezig met toevoegen...";"All Categories" = "Alle categorieën";"All Checkins By" = "Alle Check-ins toegevoegd door";"App Settings" = "Appinstellingen";"Are you sure you want to cancel?" = "Weet u zeker dat u wilt annuleren?";"Are you sure you want to delete?" = "Weet u zeker dat u wilt verwijderen?";"Authenticating..." = "Bezig met controleren...";"Bitly Error" = "Bitly-fout";"Cancel" = "Annuleren";"Categories..." = "Categorieën ...";"Category" = "Categorie";"characters" = "tekens";"Checkin" = "Check-in";"Checkin Error" = "Check-infout";"Checkins" = "Check-ins";"Clear" = "Leegmaken";"Click the Info button to view app settings, Plus button to add a map or Edit button to remove a map." = "Klik op de knop 'Info' om de app te bekijken, klik op de knop '+' om een kaart toe te voegen of klik op 'Bewerken' om een kaart te verwijderen.";"Click the Map button to view the report map, the Filter button to filter by category or the Compose button to create a new incident report." = "Klik op de kaartknop om de meldingenkaart te bekijken, klik op de knop 'Filteren' om te filteren op categorie of klik op de knop 'Aanmaken' om een nieuwe incidentmelding te maken.";"Click the Refresh button to upload pending reports." = "Klik op de knop 'Verversen' om nieuwe meldingen te uploaden.";"Click the Up and Down arrows to move through checkins, click the Location to view a larger map or tap a Photo to view it full screen." = "Klik op de pijlen omhoog en omlaag om door de check-ins te bladeren, klik op een locatie om een grotere kaart te zien of klik op een afbeelding om deze schermvullend te bekijken.";"Click the Up and Down arrows to move through reports, the SMS button to send the report URL, the Tweet button to share on Twitter or the Email button to send the report details." = "Klik op de pijlen omhoog en omlaag om door de meldingen te bladeren, op de knop 'SMS' om de meldings-URL te verzenden, op de knop 'Tweeten' om uw melding te delen of op 'E-mailen' om de meldingsdetails in te sturen.";"Contact" = "Contact";"Contact Settings" = "Contactinstellingen";"Current Location" = "Huidige locatie";"Customize your message, enter credentials then press the Send button to share on Twitter. Optionally click the Link button to shorten URLs." = "Pas uw melding aan, voer gebruikersgegevens in en klik op de knop 'Verzenden' om te delen op Twitter. Klik eventueel op de knop 'Verwijzing' om URL's in te korten.";"Date" = "Datum";"Delete Report" = "Verslag verwijderen";"Description" = "Beschrijving";"Discrete Mode On Shake" = "Discrete modus bij schudden";"Done" = "Voltooid";"Download Offline Maps" = "Kaarten voor offline downloaden";"Downloaded Map Zoom Level" = "Gedownload zoomniveau voor de kaart";"Edit" = "Bewerken";"email" = "e-mail";"Enter description" = "Geef beschrijving";"Email Failed" = "E-mailen is mislukt";"Enter date" = "Voer de datum in";"Enter email" = "Voer een e-mailadres in";"Enter first name" = "Voer de voornaam in";"Enter last name" = "Voer de achternaam";"Enter location name" = "Voer de locatienaam in";"Enter Map Details" = "Voer de kaartgegevens in";"Enter message" = "Voer het bericht in";"Enter name" = "Voer de naam in";"Enter news URL" = "Voer de nieuws-URL in";"Enter password" = "Voer het wachtwoord in";"Enter time" = "Voer de tijd in";"Enter title" = "Voer de titel in";"Enter tweet" = "Voer de tweet in";"Enter URL" = "Voer de URL in";"Enter URL or search phrase" = "Voer de URL of zoekterm in";"Enter username" = "Voer de gebruikersnaam in";"Error" = "Fout";"Error Detecting Location" = "Fout bij het detecteren van de locatie";"Error Saving Photo" = "Fout bij het opslaan van de afbeelding";"Errors" = "Fouten";"Existing Location" = "Bestaande locatie";"first name" = "voornaam";"From Library" = "Uit bibliotheek";"Host Not Found" = "Host niet gevonden";"I couldn't connect to Twitter. This is most likely a temporary issue, please try again." = "Het was niet mogelijk een verbinding te maken met Twitter. Dit is waarschijnlijk een tijdelijk probleem, probeer het opnieuw.";"Image" = "Afbeelding";"Incidents..." = "Incidenten...";"Invalid Email" = "Ongeldig e-mailadres";"Invalid Email Address" = "Ongeldig e-mailadres";"Invalid Map Details" = "Ongeldige kaartgegevens";"Invalid News URL" = "Ongeldige nieuws-URL";"Invalid Server Response" = "Ongeldig antwoord van de server";"Last Checkin For Each User" = "Laatste check-in voor iedere gebruiker";"last name" = "achternaam";"Last Sync" = "Laatste synchronisatie";"Loading..." = "Bezi met laden...";"Locating..." = "Bezig met lokaliseren...";"Location" = "Locatie";"Location Error" = "Locatiefout";"Locations..." = "Locaties...";"Logout..." = "Afmelden...";"Looks like Twitter is down or being updated. Please wait a few seconds and try again." = "Het lijkt alsof Twitter niet beschikbaar is of wordt bijgewerkt. Wacht een paar seconden en probeer het opnieuw.";"Looks like Twitter is overloaded. Please wait a few seconds and try again." = "Het lijkt alsof Twitter overbelast is. Wacht een paar seconden en probeer het opnieuw.";"Map" = "Kaart";"Map Settings" = "Kaartinstellingen";"Map Zoom Level" = "Zoomniveau voor de kaart";"Maps" = "Kaarten";"Message" = "Bericht";"Name" = "Naam";"New Location" = "Nieuwe locatie";"News" = "Nieuws";"No" = "Nee";"No Category Specified" = "Geen categorie opgegeven";"No Date Specified" = "Datum niet ingevuld";"No Internet" = "Geen internet";"No Internet Connection" = "Geen internetverbinding";"No Location Specified" = "Geen locatie opgegeven";"No News" = "Geen nieuws";"No Photos" = "Geen afbeeldingen";"No Reports" = "Geen rapporten";"No Video" = "Geen video";"Not Specified" = "Niet opgegeven";"OK" = "OK";"Open In Safari?" = "Openen in Safari?";"Password" = "Wachtwoord";"Pending Upload" = "Wacht op upload";"Photo" = "Afbeelding";"Photo Added" = "Afbeelding toegevoegd";"Photo Error" = "Afbeeldingsfout";"Photo Settings" = "Afbeeldingsinstellingen";"Photos" = "Afbeeldingen";"pixels" = "pixels";"Please enter a valid email address." = "Voer een geldig e-mailadres in";"Please enter a valid name and url." = "Voer een geldige naam en URL in";"Privacy Settings" = "Privacyinstellingen";"Remove Error" = "Fout bij verwijderen";"Remove Photo" = "Afbeelding verwijderen";"Removed" = "Verwijderd";"Report" = "Bericht";"Reports" = "Berichten";"Request Error" = "Fout bij verwerken aanvraag";"Required Fields" = "Verplichte velden";"Resized" = "Aangepast";"Resized Image Width" = "Afbeeldingsafmetingen zijn aangepast";"Resizing Photo..." = "Bezig met het aanpassen van de afmetingen van de afbeelding...";"Resizing..." = "Bezig met het aanpassen van de afmetingen...";"Saved" = "Opgeslagen";"Saving..." = "Bezig met opslaan...";"Search categories..." = "In categorieën zoeken... ";"Search locations..." = "In locaties zoeken...";"Search maps..." = "In kaarten zoeken...";"Search reports..." = "In berichten zoeken...";"Select" = "Selecteren";"Select an existing map from the list, click the Refresh button to locate maps near you or the Plus button to add your own map." = "Selecteer een bestaande kaart uit de lijst, klikt op de knop 'Verversen' om kaarten bij u in buurt te vinden of klik op '+' om uw eigen kaart toe te voegen.";"Select category" = "Selecteer een categorie";"Select location" = "Selecteer een locatie";"Select photo" = "Selecteer een afbeelding";"Send" = "Verzenden";"Sending..." = "Bezig met verzenden...";"Sent" = "Verzonden";"Server Error" = "Serverfout";"Settings" = "Instellingen";"Share Ushahidi iOS" = "Deel Ushahidi IOS";"Shortening..." = "Bezig met inkorten...";"SMS Failed" = "SMS verzenden is mislukt";"Sorry, it looks like you lost your Internet connection. Please reconnect and try again." = "Het lijkt alsof uw internetverbinding is verbroken. Maak verbinding en probeer het opnieuw.";"Take Photo" = "Afbeelding maken";"There was a problem adding the photo." = "Er een probleem met het toevoegen van de afbeelding.";"There was a problem detecting your location. Please ensure that Location Services is enabled for Ushahidi in Settings > General > Location Services." = "Er was een probleem detecteren van uw locatie. Zorg ervoor dat Locatiediensten zijn ingeschakeld voor Ushahidi in Instellingen > Algemeen > Locatiediensten.";"There was a problem removing the map." = "Er was een probleem bij het verwijderen van de kaart.";"There was a problem resizing the photo." = "Er was een probleem bij het aanpassen van de afmetingen van de afbeelding.";"This map supports Checkins! Click the Pin button to view the map." = "Deze kaart ondersteunt check-ins! Klik op de punaise om de kaart te bekijken.";"This map supports Checkins!\nClick the Filter button to only show checkins for a specific user or the Pin button to checkin now." = "Deze kaart ondersteunt check-ins!\nKlik op de knop 'Filteren' om alleen check-ins voor een bepaalde gebruiker te bekijken of klik op de punaise om nu in te checken.";"Title" = "Titel";"To checkin, drag the map pin to a more accurate location, then click the Send button after entering an optional message, contact information and photo." = "Sleep de punaise naar een meer accutate plaats om in te checken. Klik daarna op de knop 'Verzenden' na het invoeren van een optioneel bericht, contactgegevens en afbeelding.";"Tweet" = "Tweeten";"Twitter" = "Twitter";"Twitter Error" = "Twitter-fout";"Unable to add incident" = "Het was niet mogelijk om de melding toe te voegen";"Unable To Checkin" = "Het was niet mogelijk om de check-in toe te voegen";"Unable to checkin, please try again later." = "Het was niet mogelijk om de check-in toe te voegen. Probeer het later opnieuw.";"Unable To Download Checkins" = "Het was niet mogelijk om de check-ins te downloaden";"Unable To Send Email" = "Het was niet mogelijk om e-mail te verzenden";"Unable To Send SMS" = "Het was niet mogelijk om de SMS te verzenden";"Unable To Upload Report" = "Het was niet mogelijk de melding te uploaden";"Unsaved Changes" = "Er zijn wijzigingen die nog niet zijn opgeslagen";"Unverified" = "Niet gecontroleerd";"Upload Error" = "Fout bij het uploaden";"Uploaded" = "Geüpload";"User Location" = "Gebruikerslocatie";"Username" = "Gebruikersnaam";"Ushahidi Demo" = "Ushahidi Demo";"Ushahidi Maps" = "Ushahidi Maps";"Verified" = "Gecontroleerd";"Version" = "Versie";"Video" = "Video";"Yes" = "Ja";"Your username and password could not be verified. Double check that you entered them correctly and try again." = "Uw gebruikersnaam en wachtwoord konden niet worden gecontroleerd. Controleer uw invoer en probeer het opnieuw.";"zoom" = "zoomen";